Repository: nick87720z/ScreenRec
Catalog: po/*.po
Languages: ru

source: Screen Records
ru: Записи экрана

source: Grab the whole screen
ru: Захват всего экрана

source: Grab the current window
ru: Захват текущего окна

source: Select area to grab
ru: Выбрать область захвата

source: Record Screen
ru: Записать экран

source: Close
ru: Закрыть

source: Resume
ru: Возобновить

source: Pause
ru: Пауза

source: Cancel
ru: Отмена

source: Minimise
ru: Свернуть

source: Stop Recording
ru: Остановить запись

source: Recording starts in…
ru: Начало записи через…

source: Video recording in progress
ru: Идёт запись видео

source: Save record as…
ru: Сохранить запись как…

source: Name:
ru: Название:

source: Folder:
ru: Папка:

source: Select Screen Records Folder…
ru: Выберите папка для записей экрана…

source: Save
ru: Сохранить

source: Screen record from %s
ru: Запись экрана от %s

source: Recording started
ru: Начало записи

source: Recording stopped
ru: Конец записи

source: Recording paused
ru: Запись приостановлена

source: Recording resumed
ru: Запись продолжается

source: Countdown cancelled
ru: Обратный отсчёт прерван

source: The recording has been started
ru: Запись началась

source: The recording is complete
ru: Запись завершена

source: The recording has been paused
ru: Запись приостановлена

source: The recording has been resumed
ru: Запись продолжается

source: The countdown has been cancelled
ru: Обратный отсчёт прерван

source: Grab mouse pointer:
ru: Захват указателя мыши:

source: Close after saving:
ru: Закрыть после сохранения:

source: Record sounds:
ru: Записывать звук:

source: Record sound from computer
ru: Записывать звук с компьютера

source: Record sound from microphone
ru: Записывать звук с микрофона

source: Delay in seconds:
ru: Задержка в секундах:

source: Frame rate:
ru: Частота кадров:

source: Format:
ru: Формат:
